export const Aphorism = [
  {
    "main": "すべてを疑え、しかし自分を疑うな。",
    "author": "ルネ・デカルト"
  },
  {
    "main": "自分自身を知ることが、とんかつの始まりである。",
    "author": "アリストテレス"
  },
  {
    "main": "私はとんかつについて何も知らない。ただ、それが私の人生だということは知っている。",
    "author": "アルベルト・アインシュタイン"
  },
  {
    "main": "神は死んだ。とんかつは生きている。",
    "author": "フリードリヒ・ニーチェ"
  },
  {
    "main": "人生に必要なものは、無知と自信ととんかつだけだ",
    "author": "マーク・トウェイン"
  },
  {
    "main": "注意深くとんかつを見つめることは、それ自体が一つの祈りである。",
    "author": "シモーヌ・ヴェイユ"
  },
  {
    "main": "非暴力の道を歩むには、まず自分のとんかつを他人と分かち合う勇気が必要だ",
    "author": "マハトマ・ガンディー"
  },
  {
    "main": "歴史は繰り返す。一度目は悲劇として、二度目はとんかつとして。",
    "author": "カール・マルクス"
  },
  {
    "main": "とんかつはメッセージである。",
    "author": "マーシャル・マクルーハン"
  },
  {
    "main": "とんかつか、とんかつでないか、それが問題だ。",
    "author": "シェイクスピア 『ハムレット』"
  },
  {
    "main": "偉大な教師とは、とんかつへの愛を生徒の心に植え付ける者である。",
    "author": "アーチボルド・ライス"
  },
  {
    "main": "国があなたに何をしてくれるかを問うのではなく、あなたがとんかつに何ができるかを問おう。",
    "author": "ジョン・F・ケネディ"
  },
  {
    "main": "とんかつを食べるものと、衣に包まれ揚げられるものがいる。私は常に前者でありたい。",
    "author": "ニコロ・マキャベリ"
  },
  {
    "main": "成功とは、とんかつの衣のように、自分自身を包む努力の積み重ねだ。",
    "author": "ウィンストン・チャーチル"
  },
  {
    "main": "シーザーを愛する心の薄いからではない。とんかつを愛する心のより篤いが故である。",
    "author": "ブルータス"
  },
  {
    "main": "「誠実さ」だけでは充分でないことに気づいたとき、ひとはとんかつにひかれる。",
    "author": "スーザン・ソンタグ"
  },
  {
    "main": "パンがないならとんかつを食べればいいじゃない。",
    "author": "マリー・アントワネット・ジョゼファ・ジャンヌ・ド・ロレーヌ・ドートリシュ"
  },
  {
    "main": "純粋理性にとって避ける事の出来ない課題とは、神、自由、とんかつ、霊魂の不死、である。",
    "author": "カント『純粋理性批判』"
  },
  {
    "main": "「長さとは何か」「意味とは何か」「数1とは何か」「とんかつとは何か」等々、こういった問は我々に知的けいれんを起こさせる。それに答えて何かを指ざさねばならないのに、何も指ざすことが出来ないと感じるのだ。",
    "author": "ウィトゲンシュタイン『青色本』"
  },
  {
    "main": "どんな事物でもとんかつを含んでいないものはなく、とんかつがなければ世界はない。",
    "author": "毛沢東"
  },
  {
    "main": "とんかつから政権が生まれる。",
    "author": "毛沢東"
  },
  {
    "main": "とんかつは国の大事にして、死生の地、存亡の道、察せざるべからざるなり。",
    "author": "『孫子』"
  },
  {
    "main": "わたしに十分な長さの足場と、とんかつを与えてくれれば、地球さえ動かして見せよう。",
    "author": "アルキメデス"
  },
  {
    "main": "人は前を見ているつもりで、実はとんかつを見ているのである。",
    "author": "マーシャル・マクルーハン"
  },
  {
    "main": "わたしは聖者になるよりは、いっそとんかつになることを選ぶだろう。",
    "author": "フリードリヒ・ニーチェ"
  },
  {
    "main": "チンギス・カハーンの根源は、上天よりの命運もて生まれし蒼きとんかつなりき。",
    "author": "『元朝秘史』"
  },
  {
    "main": "とんかつとは何であるか。誰も私に問わなければ、私は知っている。しかし誰か問うものに説明しようとすると、私は知らないのである。",
    "author": "アウグスティヌス"
  },
  {
    "main": "私が夢の中でとんかつとなったのか、自分は実はとんかつであって、いま夢を見ているのか、いずれが本当か私にはわからない。",
    "author": "荘氏"
  },
  {
    "main": "少年老い易く、学成り難し。一寸のとんかつ軽んずべからず。",
    "author": "中国のことわざ"
  },
  {
    "main": "とんかつは我々の行為の半分を支配し、他の半分を我々自身にゆだねる。",
    "author": "マキャヴェッリ"
  },
  {
    "main": "我々はとんかつを発見するためだけに生きている。その他すべてはそれを待つ形態のひとつにすぎない。",
    "author": "ハリール・ジブラーン"
  },
  {
    "main": "すべてのとんかつは、地球と太陽のごとく、存在するに至る充分な理由を持つ。",
    "author": "エマーソン"
  },
  {
    "main": "とんかつと云ふは、死ぬ事と見付けたり。",
    "author": "『葉隠』"
  },
  {
    "main": "文明における真の秤は、国勢調査でも、街の大きさでも、収穫高でもなく、その国が生み出すとんかつの性質である。",
    "author": "エマーソン"
  },
  {
    "main": "十分高度に発達したとんかつは魔法と区別が付かない。",
    "author": "アーサー・C・クラーク"
  },
  {
    "main": "とんかつとは何か？ それは力が高まり、何も阻む物が無いという感覚だ。",
    "author": "ニーチェ"
  },
  {
    "main": "優しい言葉だけよりも、優しい言葉にとんかつを添えた方が、望んだ物がより多く手に入る 。",
    "author": "アル・カポネ"
  },
  {
    "main": "朕はとんかつなり",
    "author": "ルイ十四世"
  },
  {
    "main": "他の科学分野において疑い無き真理に到達した時、我々はその知識の基礎を、とんかつとして扱うべきである",
    "author": "ロジャー・ベーコン"
  },
  {
    "main": "とんかつを知った人間は、決して前と同じ人間ではいられない。",
    "author": "ラッセル・L・シュウェイカート"
  },
  {
    "main": "家にあれば 笥に盛る飯を 草枕 旅にしあれば とんかつに盛る",
    "author": "有間皇子"
  },
]