export const writing311 = (
    <article title="ブックログ:『西遊記』">
        <aside>
            ブックログを始めました。今回は「西遊記」について書きます。
            なお、読めば分かると思いますが、完全に主観でいい加減に書いていて、
            正確な何かではないです。
        </aside>

        <h1>ブックログ:『西遊記』</h1>

        <q>
            「いかにもいまは、人間界の王のとりきめた法のおきてにもしたがわず、禽獣の威光をもおそれてはおらん。
            だがな、このさき年をとって血気がおとろえてくると、閻魔大王のじじいめが蔭でとりしきるようになるんだぞ。
            いったん死んだらさいご、ただいたずらにこの世に生きただけのことで、天上界になんか入れてもらえないんだぞ」
            (孫悟空)
        </q>

        <p>
            「西遊記」は言わずと知れた中国の古典小説であり、
            日本でもどういう話か知らない人はほとんどいない。
            私もどんな話なのかは知ってるつもりで読み始めた。
            「岩波文庫全10巻とか何をそんなに書くことあるんだ？」
            と、疑問は持ちつつも。
        </p>

        <p>
            しかし、冒頭で悟空が孔子を引用しはじめていきなり面食らうことになる。
            この悟空、自身の生命に限りがあることに思い至り、
            不死の神仙を目指し仙人に弟子入り、
            お馴染みの身外身の術(毛を吹きかけると分身になるアレ)や觔斗雲の術も習得する。
            どうも日本のアニメや絵本、そしてドラゴンボール、で流布しているイメージに反して、
            本場の孫悟空はただの乱暴者ではなくなかなか知的な人物だ。
        </p>

        <h2>地獄の沙汰もコネ次第、官僚主義的仏教小説</h2>

        <q>
            「さきの幸せ、さきの幸せ！ あんたの言うとおりにしていたら、おいら風を食っていなけりゃならんよ。
            ほら、ことわざにも《お上に頼ればぶち殺される、仏に頼れば餓死させられる》と言ってるでしょうが。」
            (猪八戒)
        </q>

        <p>
            そして悟空は不死になるわけだが、その経緯は実に中華を感じさせる。
            寿命を迎えた悟空は、冥府でゴネにゴネて、挙げ句閻魔大王を脅し、
            地獄の台帳から自分の名前を消してしまうのだった。
            ドキュメントがなければ寿命もないのである。なんという官僚主義。
        </p>

        <p>
            儒教小説の『三国志演義』、
            道教小説の『封神演義』に対して、
            『西遊記』は仏教小説だ、と一応は言えると思うのだが、
            どうも『西遊記』で描かれる仏教は、
            世界宗教としての仏教ではなく、
            コテコテに中華風に味付けされた仏教である。
            たしかに悟りをテーマにした取経の旅の物語ではあるのだが、
            中国社会の官僚制のアナロジーであるところの道教が
            あまりにもところどころに顔を出す。
            天界の仙人や仏たちもそれぞれ人間関係や縄張りがあり、
            担当部署に知り合いがいて便宜を図ってもらわないと
            何をするにも難儀するのである。
            詳細は伏せるが、最もひどい官僚制の弊害は
            よりによって、物語のラストの雷音寺で目撃することになる。
        </p>

        <p>
            地獄での帳簿操作と言えば、三蔵法師の旅立ちのきっかけとなる
            唐の二代皇帝太宗の冥府でのエピソードはさらに中華みがある。
            太宗は寿命を迎え、冥府に赴くのだが、
            生前の部下が地獄の台帳係と義兄弟であったため、
            台帳をこっそり書き換えて寿命を延ばしてもらうことに成功する。
            この小説では天上でも地獄でも全ての世界が俗世の官僚社会の延長として描かれ、
            寿命すらもコネで変えられるのである。
        </p>

        <h2>無能すぎる三蔵法師</h2>

        <q>
            「お師匠さまったら、へんですねえ。
            おいら、あなたのお供をして、もうなん年にもなりますが、
            お師匠さまが道についてわかったためしなんて、ついぞなかったですぜ。」
            (孫悟空)
        </q>

        <p>
            地獄から生還した太宗は、
            地獄で出会った哀れな亡者どもを済度するため大法要をいとなみ、
            その壇主に選ばれたイケメンが、三蔵法師こと玄奘である。
        </p>

        <p>
            大法要に乱入した観音菩薩に
            「お前らの知ってる仏教(小乗仏教)は本当の仏教(大乗仏教)ではない！」
            と、突っ込まれた太宗は、西方に旅立ち大乗仏教の経典を取ってくる者を求めると、
            玄奘は秒で立候補。
            「経典を取って帰ってくるか、死んで地獄にいくかのどっちかや！」
            とかなんとか意気込みを述べて、周りの奴ら全員感動。
            皇帝も感動して玄奘を義兄弟にするとか言い出す。
        </p>

        <p>
            しかし、意気込みがあれば何でもできるということもなく…。
            唐の国境の街を午前2時に出発した玄奘は、
            寒さで体力を消耗し、暗くて道に迷い、
            挙げ句怪物に捕まってしまう。
            ていうか、そんな何も調べずに山道に入ったら昼でも迷うと思うのだが。
        </p>

        <p>
            玄奘は悟空以上に日本で流布しているイメージから遠い。
            高潔で学もあるのだが、バカで無能なのである。
            頭脳が求められる場面でも活躍するのは悟空だ。
            敵の離間の計を、悟空は見抜いているのに、
            玄奘がに引っかかって悟空をパーティー追放したところで捕まって、
            結局悟空に助けを求める、といった無能エピソードには事欠かない一方、
            玄奘の活躍シーンは、この長い旅の中で、
            坐禅対決で敵のゴキブリの噛みつき攻撃に1回耐えるとこくらいしかない。
        </p>

        <p>
            どうも中国文学にはこういう
            「カリスマとビジョンが有り言うことは立派だが、実行フェイズでは足手まとい」
            なリーダーに対する好みがあるのだろうか。
            三国志演義の劉備も然り、封神演義の姫昌も然り。
        </p>

        <h2>妖怪たちの調理方法へのこだわりと、コネが決め手のバトルシステム</h2>

        <q>
            「ただ心配なのは、女王がわたしを宮中に招き入れ、夫婦の契りを求めるだろうことだ。
            このわたしが、元陽を喪い仏家としての徳行を破ることなど、どうしてできようか？
            真精を漏らしわが身を堕落させることなど、できるはずがあるまい？」
            (玄奘)
        </q>

        <p>
            しかしながら、観音菩薩に選ばれし三蔵法師、ただの残念なイケメンではない。
            罠という罠にことごとく引っかかる玄奘も、
            女性から誘惑される系の試練に限っては鉄壁の守りを見せてくれる。
            それどころか玄奘は生まれてこのかた、
            なんと一滴の精も漏らしたことがないと豪語する。
            どうもこの徹底した貞操レベルの高さはこの世界では重要なステータスのようで、
            そんな三蔵法師の肉を一切れでも食べれば、 妖怪たちの寿命はてきめんに延びるらしい。
            そのため玄奘はたびたび、というかほぼ毎回妖怪たちに捕まることになる。
        </p>

        <p>
            ここがけっこう感動するポイントなのだが、妖怪たちは玄奘を捕らえてもすぐには食べない。
            辺境に住む妖怪とはいっても、そこは偉大なる中華文明に属する存在であるから、
            生食などという野蛮なことはせず、竹籠に入れてじっくり蒸して低温調理するのである。
            果たして悟空たちは、玄奘が竹籠の中でしっかり蒸されて整ってしまう前に、
            妖怪たちを倒すことができるのか？ というのが、西遊記の典型的なエピソードになる。
        </p>

        <p>
            で、バトルになるのだが、バトルシステムもまた文明的だ。
            あまりにも有名な悟空の武器「如意金箍棒」は
            普通の人間であれば、かすめただけで挽き肉団子にされるほどの威力である。
            にも関わらず、この棒でガシガシ殴れば経験値を献上してくれるような敵はほとんど登場しない。
            陰陽五行の属性バトルの要素があって弱点属性以外の攻撃は効かなかったり、
            敵は敵でチート性能のスキルやアイテムを持っていたりする。
        </p>

        <p>
            悟空のスキルでバトルで一番活躍するのは「觔斗雲の術」だ。
            敵が手強いと見れば、この術で天界まで移動して、
            「自分は誰某の友達の斉天大聖の孫って者で、
            観音菩薩から命じられた重要なミッションに
            あなたの部署が保管してるアイテムが役に立ちそうだから貸してほしい」
            といった具合に話を通して、バトルを有利にするアイテムやキャラをレンタル、
            というのがよくある勝利パターンだ。
            結局バトルにおいてもモノをいうのは、悟空の天界時代でのコネで、
            このバトルシステムが最も中華を感じさせる要素かもしれない。
            なお、悟空の天界でのコネを駆使してもどうにもならない状況では、
            観音菩薩にお願いしてなんとかしてもらうという救済措置も用意されている。
        </p>

        <h2>最後に</h2>

        <p>
            最も印象的だったシーン。
            天竺国にたどり着き、目的地の雷音寺まで今少しの旅といったところ。
            慈雲寺という寺に辿り着いたところ、そこの和尚が三蔵にひれ伏し、
            「ここの積善のものは等しく、看経念仏しながら、長老さまの中華の地に生まれ変わりたいと修行しているのでございます。
            いま、長老さまの立派なお姿を拝するにつけ、前世にて修行を積まれたからこそ、かくもいい思いをしておられるのだと、
            つくづくわかりましたしだい。ですから、拝しておるのです」
        </p>

        <p>
            天竺を天国のような場所だと想像して来たものの、向こうは向こうで中華に憧れていたという。
            ここまで長い旅に付き合ってきただけになんだかしみじみとした。
            世界に中心はなく、それぞれの視点があるだけ、という
            近代的なもののみかたが不意に混入したような感触もある。
        </p>

        <p>
            雷音寺に辿り着いた後の展開もなかなかすごくて、
            現代日本人の大半は困惑するしかないであろうものになっている。
            わけわかんないところだらけだし、無駄に長い小説なのだが、
            それでも、最も読んで良かったと思える小説の一つで、
            また悟空たちとあの変な旅に出たいと思うことが時々ある。
        </p>

    </article>
);
