export const writing311 = (
    <article title="読書記録:『西遊記』">

        <aside>
            読書記録を始めました。<br/>
            完全に主観でいい加減に書いていきます。<br/>
            今回は「西遊記」(岩波文庫、中野 美代子訳) について書きます。

        </aside>

        <h1>読書記録:『西遊記』</h1>

        <img src={"/works/writing/311_blog001-thumb.jpg"} width={400} height={400}/>

        <q>
            「いかにもいまは、<br/>
            人間界の王のとりきめた法のおきてにもしたがわず、<br/>
            禽獣の威光をもおそれてはおらん。<br/>
            だがな、このさき年をとって血気がおとろえてくると、<br/>
            閻魔大王のじじいめが蔭でとりしきるようになるんだぞ。<br/>
            いったん死んだらさいご、<br/>
            ただいたずらにこの世に生きただけのことで、<br/>
            天上界になんか入れてもらえないんだぞ」<br/>
            (孫悟空)
        </q>

        <p>
            「西遊記」は言わずと知れた中国の古典小説であり、<br/>
            日本でもどういう話か知らない人はほとんどいない。<br/>
            私もどんな話なのかは知ってるつもりで読み始めた。<br/>
            「岩波文庫全10巻とか何をそんなに書くことあるんだ？」<br/>
            と、疑問は持ちつつも。
        </p>

        <p>
            しかし、冒頭で悟空が孔子を引用しはじめて<br/>
            いきなり面食らうことになる。<br/>
            この悟空、サルたちのボスとして<br />
            気ままに暮らしていたが、<br />
            ある日突然泣き出す。<br />
            その理由はというと、なんと、<br />
            自身がいずれ老いさらばえることに思い至り、<br/>
            生の儚さに気付いたためなのであった。<br />
            どうも日本のアニメや絵本、そしてドラゴンボールで<br/>
            流布しているイメージに反して、<br/>
            本場の孫悟空はただの乱暴者ではなくなかなか知的な人物だ。
        </p>

        <h2>地獄の沙汰もコネ次第、<br/>官僚主義的仏教小説</h2>

        <q>
            「さきの幸せ、さきの幸せ！<br/>
            あんたの言うとおりにしていたら、<br/>
            おいら風を食っていなけりゃならんよ。<br/>
            ほら、ことわざにも<br/>
            《お上に頼ればぶち殺される、<br/>
            仏に頼れば餓死させられる》<br/>
            と言ってるでしょうが。」<br/>
            (猪八戒)
        </q>

        <p>
            生の儚さに気付いた悟空は<br/>
            輪廻を脱し悟りを得るために仏道に入る、<br/>
            …のではなく、仙人に弟子入りして、<br/>
            神仙となり永遠の生を楽しむために修業する。<br/>
            修業によって、おなじみ觔斗雲の術<br/>
            (これを覚えると食いっぱぐれがないのだという)<br/>
            などの様々な術を身に着けたものの、<br/>
            不死になることは叶わず、<br />
            寿命を迎えた悟空は冥府に連行される。
        </p>

        <p>
            しかし、悟空は冥府でゴネにゴネる。<br/>
            挙げ句、閻魔大王を脅し、<br/>
            地獄の台帳から自分の名前を消してしまうのだった。<br/>
            かくして悟空は寿命がなくなり、不死の身となる。<br/>
            寿命に関するドキュメントがなくなれば<br/>
            寿命もなくなるのだ。<br/>
            実に中華を感じさせる官僚主義的な世界観である。
        </p>

        <p>
            儒教小説の『三国志演義』、<br/>
            道教小説の『封神演義』に対して、<br/>
            『西遊記』は仏教小説だ、<br/>
            と一応は言えると思うのだが、<br/>
            どうも『西遊記』で描かれる仏教は、<br/>
            世界宗教としての仏教ではなく、<br/>
            コテコテに中華風に味付けされた仏教である。<br/>
            たしかに悟りをテーマにした取経の旅の物語ではあるのだが、<br/>
            中国社会の官僚制のアナロジーであるところの道教が<br/>
            あまりにもところどころに顔を出す。<br/>
            天界の仙人や仏たちもそれぞれ人間関係や縄張りがあり、<br/>
            担当部署に知り合いがいて便宜を図ってもらわないと<br/>
            何をするにも難儀するのである。<br/>
            詳細は伏せるが、最もひどい官僚制の弊害は<br/>
            よりによって、三蔵法師の旅の目的地の<br/>
            雷音寺で目撃することになる。
        </p>

        <p>
            地獄での帳簿操作と言えば、三蔵法師の旅立ちのきっかけとなる<br/>
            唐の二代皇帝太宗の冥府でのエピソードはさらに中華みがある。<br/>
            太宗は寿命を迎え、冥府に赴くのだが、<br/>
            生前の部下が地獄の台帳係と義兄弟であったため、<br/>
            台帳をこっそり書き換えて寿命を延ばしてもらうことに成功する。<br/>
            この小説では天上でも地獄でも全ての世界が<br/>
            俗世の官僚社会の延長として描かれ、<br/>
            寿命すらもコネで変えられるのである。
        </p>

        <h2>無能すぎるイケメン、<br />
            三蔵法師</h2>

        <q>
            「お師匠さまったら、へんですねえ。<br/>
            おいら、あなたのお供をして、<br/>
            もうなん年にもなりますが、<br/>
            お師匠さまが道についてわかったためしなんて、<br/>
            ついぞなかったですぜ。」<br/>
            (孫悟空)
        </q>

        <p>
            地獄から生還した太宗は、<br/>
            地獄で出会った哀れな亡者どもを<br/>
            済度するため大法要をいとなむ。<br/>
            その壇主に選ばれたイケメンが、<br/>
            三蔵法師こと玄奘である。
        </p>

        <p>
            この大法要に乱入してきた観音菩薩に<br/>
            「お前らの知ってる仏教(小乗仏教) は<br/>
            本当の仏教(大乗仏教) ではない！」<br/>
            と、突っ込まれた太宗は、<br/>
            西方に旅立ち大乗仏教の経典を取ってくる者を求める。<br/>
            玄奘は秒で立候補。<br/>
            「経典を取って帰ってくるか、<br/>
            死んで地獄にいくかのどっちかや！」<br/>
            とかなんとか意気込みを述べて、<br/>
            周りの奴ら全員感動。<br/>
            皇帝も感動して玄奘を義兄弟にするとか言い出す。
        </p>

        <p>
            しかし、意気込みさえあれば何でもできるということもなく…。<br/>
            唐の国境の街を午前2時に出発した玄奘は、<br/>
            寒さで体力を消耗し、暗くて道に迷い、<br/>
            挙げ句怪物に捕まってしまう。<br/>
            ていうか、そんな何も調べずに<br/>
            山道に入ったら昼でも迷うし、<br/>
            怪物がいなくても死ぬと思うのだが。
        </p>

        <p>
            このように玄奘は旅の間ずっと、<br/>
            無謀で思慮に欠ける行動を取り続ける。<br/>
            この玄奘は悟空以上に日本で流布しているイメージから遠い。<br/>
            高潔で学もあるのだが、とんでもなく無能なのである。<br/>
            頭脳が求められる場面でも活躍するのは悟空だ。
        </p>

        <p>
            妖怪の離間の計を悟空が見抜く<br/>
            → でも玄奘がに引っかかる<br/>
            → 玄奘が悟空をパーティー追放<br/>
            → 玄奘が妖怪に捕まる<br/>
            → 結局悟空に助けを求める、<br/>
            といった無能エピソードには事欠かない一方、<br/>
            玄奘の活躍シーンは、この長い旅の中で、<br/>
            坐禅対決で敵のゴキブリの噛みつき攻撃に<br/>
            1回耐えるとこくらいしかない。
        </p>

        <p>
            どうも中国文学にはこういう<br/>
            「カリスマとビジョンが有り言うことは立派だが、<br/>
            実行フェイズでは足手まとい」<br/>
            なリーダーに対する好みがあるのだろうか。<br/>
            三国志演義の劉備も然り、封神演義の姫昌も然り。
        </p>

        <h2>妖怪たちの調理方法へのこだわりと、<br/>コネが決め手のバトルシステム</h2>

        <q>
            「ただ心配なのは、<br/>
            女王がわたしを宮中に招き入れ、<br/>
            夫婦の契りを求めるだろうことだ。<br/>
            このわたしが、<br/>
            元陽を喪い仏家としての徳行を破ることなど、<br/>
            どうしてできようか？<br/>
            真精を漏らしわが身を堕落させることなど、<br/>
            できるはずがあるまい？」<br/>
            (玄奘)
        </q>

        <p>
            しかしながら、観音菩薩に選ばれし三蔵法師、<br/>
            ただの残念なイケメンではない。<br/>
            罠という罠にことごとく引っかかる玄奘も、<br/>
            女性から誘惑される系の試練に限っては<br/>
            鉄壁の守りを見せてくれる。
        </p>

        <p>
            それどころではない。<br/>
            なんと玄奘は生まれてこのかた、<br/>
            一滴の精も漏らしたことがないと豪語するのである。<br/>
            どうも徹底した貞操レベルの高さは<br/>
            この世界では徳の高さに直結する<br />
            超重要なステータスのようで、<br/>
            そんな高徳の法師の肉を一切れでも食べれば、 <br/>
            妖怪たちの寿命はてきめんに延びるという。<br/>
            そのため玄奘はたびたび、<br/>
            というかほぼ毎回妖怪たちに捕まることになる。
        </p>

        <p>
            ここがけっこう感動するポイントなのだが、<br/>
            妖怪たちは玄奘を捕らえてもすぐには食べない。<br/>
            辺境に住む妖怪とはいっても、<br/>
            そこは偉大なる中華文明に属する存在であるから、<br/>
            生食などという野蛮なことはせず、<br/>
            竹籠に入れてじっくり蒸して低温調理するのである。<br/>
            果たして悟空たちは、<br/>
            玄奘が竹籠の中でしっかり蒸されて整ってしまう前に、<br/>
            妖怪たちを倒すことができるのか？<br/>
            という流れでバトルに突入するのが<br/>
            西遊記の典型的なエピソードになる。
        </p>

        <p>
            で、バトルになるのだが、<br/>
            バトルシステムもこれまた文明的だ。<br/>
            あまりにも有名な悟空の武器「如意金箍棒」は<br/>
            普通の人間であればかすめただけで、<br/>
            挽き肉団子にされるほどの威力である。<br/>
            にも関わらず、この棒でガシガシ殴れば<br/>
            あっさり経験値を献上してくれるような敵は<br/>
            ほとんど登場しない。<br/>
            陰陽五行の属性バトルの要素があって<br/>
            弱点属性以外の攻撃は効かなかったり、<br/>
            敵は敵でチート性能のスキルやアイテムを持っていたりする。
        </p>

        <p>
            実際のところバトルで一番活躍する<br/>
            悟空のスキルは觔斗雲の術だ。<br/>
            敵が手強いと見れば、<br/>
            悟空はこの術で天界まで移動して、<br/>
            関係者の伝手を辿る。<br/>
            「自分は誰某の友達の斉天大聖の孫って者で、<br/>
            観音菩薩から命じられた重要なミッションに<br/>
            そちらの部署が保管してるアイテムが<br/>
            役に立ちそうだから貸してほしい」<br/>
            といった具合に話を通し、<br/>
            バトルを有利にするアイテムやキャラをレンタル、<br/>
            というのがよくある勝利パターンだ。<br/>
            結局バトルにおいてもモノをいうのは、<br/>
            悟空の天界時代でのコネである。<br/>
            そして本当にどうにもならない状況では、<br/>
            ボス(観音菩薩)にお願いしてなんとかしてもらう。<br/>
            このコネが全てのバトルシステムが<br/>
            最も中華を感じさせる要素かもしれない。
        </p>

        <h2>最後に</h2>

        <p>
            最も印象的だったシーン。<br/>
            天竺国にたどり着き、<br/>
            目的地の雷音寺まで今少しの旅といったところ。<br/>
            慈雲寺という寺に辿り着くと<br/>
            そこの和尚が玄奘にひれ伏し、<br/>
            「ここの積善のものは等しく、<br/>
            看経念仏しながら、<br/>
            長老さまの中華の地に生まれ変わりたいと<br/>
            修行しているのでございます。<br/>
            いま、長老さまの立派なお姿を拝するにつけ、<br/>
            前世にて修行を積まれたからこそ、<br/>
            かくもいい思いをしておられるのだと、<br/>
            つくづくわかりましたしだい。<br/>
            ですから、拝しておるのです」
        </p>

        <p>
            天竺を天国のような場所だと想像して来たものの、<br/>
            向こうは向こうで中華に憧れていたという。<br/>
            ここまで長い旅に付き合ってきただけに<br/>
            なんだかしみじみとした。<br/>
            世界に中心はなく、それぞれの視点があるだけ、という<br/>
            近代的なもののみかたが不意に混入したような感触もある。
        </p>

        <p>
            雷音寺に辿り着いた後の展開もなかなかすごくて、<br/>
            現代日本人の大半は困惑するしかないであろうものになっている。<br/>
            わけわかんないところだらけだし、無駄に長い小説なのだが、<br/>
            それでも、最も読んで良かったと思える小説の一つで、<br/>
            また悟空たちとあの変な旅に出たいと思うことが時々ある。
        </p>

        <footer>
            (2024-11-14 Y.F.とんかつ)
        </footer>

    </article>
);
