export const writing311 = (
    <article title="読書記録:『政治学』">

        <h1>読書記録:『政治学』</h1>

        <img src={"/works/writing/311_blog001-thumb.jpg"} width={400} height={400}/>

        <p>
            アリストテレス『政治学』(訳:三浦洋、光文社古典新訳文庫)のメモ。
            アリストテレスなので読んでて退屈な部分は多いものの、面白いポイントは色々あり、
            西洋の政治と哲学を理解するうえでの柱が一本自分の中に入った感じで、読んでおいて良かったと思う。
            特に理想の政体を論じる部分は、概ね現代人に対しても説得的と思える結論になっていて意外だった。
            読前:「政治とは現実の社会について考えることなので、2000年前の理論が現代にも通じるとは思えない」
            読後:「人間社会の力学って2000年経ってもそこまで変わるものでもないのかもしれない」
            という感じ。
            一方で、議論の前提にアリストテレスに特徴的な目的論的宇宙観が存在していて、 そこには現代との大きな断絶を感じた。
            そしてそれが、拒否感は覚えつつも、一番面白いところであったりする。
            大きく、前者の普遍性を感じた部分と、断絶を感じた部分に分けて記録してみる。
        </p>

        <h2>中庸政治のリアリズム</h2>

        <q>
            われわれは最善の体制だけでなく、現に成立しうる最善の体制をも考察しなければならない。
        </q>

        <p>
            アリストテレスは王制を

            プラトンみたいに「ぼくのかんがえたさいきょうのせいたい」を脳内で作って終わりにしないのは偉い。
            プラトンの方が読んでて面白いけど。
            というか、「政治学」はプラトンの「国家」、「法律」へのアンサーという性格もあるみたいで、
            度々、プラトンが考えた奇妙なシステムを批判している。
            プラトンが一度やらかしてくれたお陰でアリストテレスが現実的な政治学を書くことができた、と逆に言うこともできるのかも。

            現代人の考える「王国（monarchy）」もほぼ全部独裁であって
            「王制(バシレイア)」ではないということになる。
            王制とは小さなコミュニティで一時期成立するものでしかなく、現実的な選択肢ではない。
            そこで、現実的な最適解として選ばれるのが共和制。
        </p>

        <q>
            とはいえ、もはや今日では王制が生じることはなく、むしろ発生するとすれば、単独者の支配ではあっても独裁制である。なぜかといえば、もともと王制は、人々が自ら進んで支配に従うことと、ただ一人の人物が重大な事柄の決定権を持つことで成立するのに対し、今日では同じような性質の人々が多数いるだけで、単独者支配の重大さと尊厳に見合うほど傑出した人物はいないのが現実だからである。
        </q>

        <h2>目的論的宇宙観</h2>

        <p>
            この本、読んでて結構気になるのが、

            やっぱり2000年以上前の本なのでポリコレ違反とか気にしてねえ、というだけの話ではなく、
            なんか考え方がおかしくない？ と思う。
            そして、その違和感のある考え方は、そういう箇所だけじゃなく
            「政治学」の中だけですらなく、アリストテレスの哲学全体を規定している。
        </p>

        <p>
            進化論とかを通過している現代人としては、
            これは「自然本性」ではなく「自然選択」じゃないの？
        </p>

        <h2>まとめ</h2>

        <p>
            全体的に読んでおいてとても良かった。
            アリストテレスなので、読んでる時間の大半は退屈なのだが、ちょいちょい
            「意外と普通に分かること言ってる！！」
            「この時代に既にそんな概念が！？」
            「当時はそんな感じだったのね…」
            みたいなのがあって、最後まで意外と飽きない。

            何か新しい知識がインストールされるわけではないが、
            この時代に既にこういうことが言われててそれが西洋史全般に影響を及ぼしてる、
            みたいなのが体得できて、
            それが後にじわじわと効いてきて、
            「あの時あれ読んどいて良かったな」と思わせてくれるような本だった。
        </p>

        <footer>
            (2025-11-10 Y.F.とんかつ)
        </footer>

    </article>
);
